<?php

return [

    "register" => [

        "registration" => "Рэгістрацыя", 
        "register" => "Зарэгістравацца", 
        "registered" => "Ужо зарэгістраваныя?", 

    ], 

    "login" => [

        "login" => "Уваход", 
        "forgot" => "Забыліся пароль?", 
        "enter" => "Увайсці", 
        "remember" => "Запомніце мяне", 

    ], 

    "forgot-password" => [

        "text" => "Забыліся свой пароль? Няма праблем. Проста паведаміце нам свой адрас электроннай пошты і мы вышлем Вам на яе ліст з спасылкай для скіду пароля.", 
        "send" => "Даслаць ліст", 

    ], 

    "сonfirm-password" => [
        
        "text" => "Гэта абароненая вобласць прыкладання. Калі ласка, пацвердзіце свой пароль, перш чым працягнуць.", 
        "confirm" => "Пацвердзіць", 

    ], 

    "reset-password" => [
        
        "new-password" => "Новы пароль", 
        "reset" => "Скінуць пароль", 
        
    ], 

    "verify-email" => [

        "thanks" => "Перш чым прыступіць да працы, не маглі б вы пацвердзіць свой адрас электроннай пошты, перайшоўшы па спасылцы, якую мы толькі што адправілі вам па электроннай пошце? Калі вы не атрымалі электронны ліст, мы з радасцю вышлем Вам іншае.", 
        "sent" => "Новая спасылка для пацверджання была адпраўлена на адрас электроннай пошты, які вы паказалі пры рэгістрацыі.", 
        "send" => "Адправіць ліст яшчэ раз", 

    ], 

    "name" => "Імя", 
    "email" => "Электронная пошта", 
    "password" => "Пароль", 
    "confirm" => "Пацверджанне пароля", 
    "logout" => "Выйсці", 

];