<?php

return [

    "modal" => [
        
        "close" => "Зачыніць", 
        "save" => "Захаваць", 

    ], 

    "pagination" => [

        "aria" => "Нумарацыя старонак", 
        "previous" => "Папярэдні", 
        "next" => "Наступны", 

    ], 

    "form" => [

        "search" => "Пошук", 

    ], 

    "sort" => [

        "sort" => "Сартаванне", 
        "up" => "Сартаванне па ўзрастанні", 
        "down" => "Сартаванне па змяншэнні", 

    ], 

    "menu" => [

        "menu" => "Меню", 
        "theme" => "Тэма", 
        "user" => "Профіль", 

    ], 

    "download" => "Скачаць", 
    "back" => "Назад", 
    "change" => "Змяніць",
    "breadcrumbs" => "Хлебныя крошкі", 

];
