<?php

return [

    "welcome" => "Галоўны", 
    
    "profile" => [

        "header" => "Профіль", 
        "avatar" => "Аватар", 
        "name" => "Імя", 
        "email" => "Электронная пошта", 
        "password" => "Пароль", 
        "old-password" => "Стары пароль", 
        "new-password" => "Новы пароль", 
        "confirm" => "Пацверджанне пароля",  
        "change-password" => "Змяніць пароль", 
        "changing-password" => "Змена пароля", 
        "delete" => "Выдаліць рахунак", 
        "delete-text" => "Вы сапраўды хочаце выдаліць свой рахунак? Адмяніць дадзенае дзеянне будзе немагчыма!", 
        "email-visibility" => "Схаваць электронную пошту ад іншых карыстальнікаў", 
        "email-hidden" => "Ўтоена", 
        "tags" => "Тэгі", 
        "tags-text" => "Калі ласка, увядзіце тэгі праз коску або прабел.", 

    ], 

    "my" => [

        "header" => "Мой кантэнт", 
        "add" => "Дадаць кантэнт", 
        "name" => "Назва", 
        "create-folder" => "Стварыць тэчку", 
        "creating-folder" => "Стварэнне тэчкі", 
        "folder" => "Тэчка", 
        "exists" => "Каталог з назвай :title ўжо існуе.", 
        "no-exists" => "Каталог з назвай :title не існуе.", 
        "used" => "Назва :title ўжо выкарыстоўваецца ў дадзеным каталогу.", 
        "rename" => "Перайменаваць", 
        "renaming" => "Перайменаванне", 
        "remove" => "Выдаліць", 
        "removing" => "Выдаленне", 
        "remove-text" => "Вы сапраўды хочаце выдаліць гэты каталог і ўсе яго змесціва? Адмяніць дадзенае дзеянне будзе немагчыма!",
        "public-text" => "Адлюстраваць для іншых карыстальнікаў", 
        "private-text" => "Схаваць ад іншых карыстальнікаў", 
        "public" => "Публічны", 
        "private" => "Скрыты", 
        "content" => "Змест карыстальніка", 

    ], 

    "content" => [

        "rename" => "Перайменаваць", 
        "renaming" => "Перайменаванне", 
        "remove" => "Выдаліць", 
        "removing" => "Выдаленне", 
        "remove-text" => "Вы сапраўды хочаце выдаліць гэты кантэнт? Адмяніць дадзенае дзеянне будзе немагчыма!", 
        "exists" => "Кантэнт з назвай :title ўжо існуе.", 
        "no-exists" => "Кантэнт з назвай :title не існуе.", 
        "like" => "Падабацца", 
        "dislike" => "Не падабаецца", 
        "views" => "прагляд", 

    ], 

    "search" => [

        "search" => "Пошук", 
        "search-text" => "Вынікі пошуку па запыце", 

    ],

];
