<?php

return [

    "welcome" => "Галоўны", 
    
    "profile" => [

        "header" => "Профіль", 
        "avatar" => "Аватар", 
        "name" => "Імя", 
        "email" => "Электронная пошта", 
        "password" => "Пароль", 
        "old-password" => "Стары пароль", 
        "new-password" => "Новы пароль", 
        "confirm" => "Пацверджанне пароля",  
        "change-password" => "Змяніць пароль", 
        "changing-password" => "Змена пароля", 
        "delete" => "Выдаліць рахунак", 
        "delete-text" => "Вы сапраўды хочаце выдаліць свой рахунак? Адмяніць дадзенае дзеянне будзе немагчыма!", 

    ], 

    "my" => [

        "header" => "Мой кантэнт", 
        "add" => "Дадаць кантэнт", 
        "name" => "Назва", 
        "create-folder" => "Стварыць тэчку", 
        "creating-folder" => "Стварэнне тэчкі", 
        "folder" => "Тэчка", 
        "exists" => "Каталог з назвай :title ўжо існуе.", 
        "no-exists" => "Каталог з назвай :title не існуе.", 
        "used" => "Назва :title ўжо выкарыстоўваецца ў дадзеным каталогу.", 
        "rename" => "Перайменаваць", 
        "renaming" => "Перайменаванне", 
        "remove" => "Выдаліць", 
        "removing" => "Выдаленне", 
        "remove-text" => "Вы сапраўды хочаце выдаліць гэты каталог і ўсе яго змесціва? Адмяніць дадзенае дзеянне будзе немагчыма!",

    ], 

    "content" => [

        "rename" => "Перайменаваць", 
        "renaming" => "Перайменаванне", 
        "remove" => "Выдаліць", 
        "removing" => "Выдаленне", 
        "remove-text" => "Вы сапраўды хочаце выдаліць гэты кантэнт? Адмяніць дадзенае дзеянне будзе немагчыма!", 
        "exists" => "Кантэнт з назвай :title ўжо існуе.", 
        "no-exists" => "Кантэнт з назвай :title не існуе.", 

    ], 

];
