<?php

return [

    "welcome" => "Галоўны", 
    
    "user" => [

        "header" => "Профіль", 
        "avatar" => "Аватар", 
        "remove-avatar" => "Выдаліць аватар", 
        "name" => "Імя", 
        "email" => "Электронная пошта", 
        "password" => "Пароль", 
        "old-password" => "Стары пароль", 
        "new-password" => "Новы пароль", 
        "confirm" => "Пацверджанне пароля",  
        "change-password" => "Змяніць пароль", 
        "changing-password" => "Змена пароля", 
        "delete" => "Выдаліць рахунак", 
        "delete-text" => "Вы сапраўды хочаце выдаліць свой рахунак? Адмяніць дадзенае дзеянне будзе немагчыма!", 
        "email-visibility" => "Схаваць электронную пошту ад іншых карыстальнікаў", 
        "email-hidden" => "Ўтоена", 

    ], 

    "folder" => [

        "header" => "Мой кантэнт", 
        "add" => "Дадаць кантэнт", 
        "name" => "Назва", 
        "create-folder" => "Стварыць тэчку", 
        "folder" => "Тэчка", 
        "exists" => "Каталог з назвай :title ўжо існуе.", 
        "no-exists" => "Каталог з назвай :title не існуе.", 
        "used" => "Назва :title ўжо выкарыстоўваецца ў дадзеным каталогу.", 
        "rename" => "Перайменаваць", 
        "renaming" => "Перайменаванне", 
        "remove" => "Выдаліць", 
        "removing" => "Выдаленне", 
        "remove-text" => "Вы сапраўды хочаце выдаліць гэты каталог і ўсе яго змесціва? Адмяніць дадзенае дзеянне будзе немагчыма!",
        "public-text" => "Адлюстраваць для іншых карыстальнікаў", 
        "private-text" => "Схаваць ад іншых карыстальнікаў", 
        "public" => "Публічны", 
        "private" => "Скрыты", 
        "content" => "Змест карыстальніка", 

    ], 

    "content" => [

        "rename" => "Перайменаваць", 
        "renaming" => "Перайменаванне", 
        "remove" => "Выдаліць", 
        "removing" => "Выдаленне", 
        "remove-text" => "Вы сапраўды хочаце выдаліць гэты кантэнт? Адмяніць дадзенае дзеянне будзе немагчыма!", 
        "exists" => "Кантэнт з назвай :title ўжо існуе.", 
        "no-exists" => "Кантэнт з назвай :title не існуе.", 
        "tags" => "Тэгі", 
        "tags-text" => "Калі ласка, увядзіце тэгі праз коску або прабел.",
        "like" => "Падабацца", 
        "dislike" => "Не падабаецца", 
        "views" => "прагляд", 
        "downloads" => "загрузка", 
        "description" => "Апісанне", 
        "change-description" => "Змяніць апісанне", 
        "comment" => "Каментар", 
        "comments" => "Каментар", 
        "add-comment" => "Дадаць каментар", 
        "remove-comment" => "Выдаліць каментар", 
        "change-comment" => "Змяніць каментар", 
        "add" => "Дадаць", 
        "change" => "Змяніць", 
        "changed" => "Зменены", 
        "remove-comment-text" => "Вы сапраўды хочаце выдаліць гэты каментар? Адмяніць дадзенае дзеянне будзе немагчыма!",
        "to-comment" => "Каментаваць", 
        "comments-count" => "каментар", 

    ], 

    "search" => [

        "search" => "Пошук", 
        "search-text" => "Вынікі пошуку па запыце", 

    ],

    "favorite" => [

        "favorite" => "Абраны", 
        "in" => "Дадаць у абранае", 
        "out" => "Прыбраць з абранага", 

    ], 

    "seconds" => "{1} :count секунда таму|[2,*] :count секунд таму", 
    "minutes" => "{1} :count хвіліна таму|[2,*] :count хвілін таму", 
    "hours" => "{1} :count гадзіна таму|[2,*] :count гадзін таму", 
    "months" => "{1} :count месяц таму|[2,*] :count месяцаў таму", 
    "years" => "{1} :count год таму|[2,*] :count гадоў таму", 

];
