<?php

return [

    "welcome" => "Галоўны", 
    
    "profile" => [

        "header" => "Профіль", 
        "avatar" => "Аватар", 
        "name" => "Імя", 
        "email" => "Электронная пошта", 
        "password" => "Пароль", 
        "old-password" => "Стары пароль", 
        "new-password" => "Новы пароль", 
        "confirm" => "Пацверджанне пароля", 
        "change" => "Змяніць", 
        "change-password" => "Змяніць пароль", 
        "changing-password" => "Змена пароля", 
        "delete" => "Выдаліць рахунак", 
        "delete-text" => "Вы сапраўды хочаце выдаліць свой рахунак? Адмяніць дадзенае дзеянне будзе немагчыма!", 

    ], 

];
