<?php

return [

    "register" => [

        "registration" => "Реєстрація", 
        "register" => "Зареєструватися", 
        "registered" => "Вже зареєстровані?", 

    ], 

    "login" => [

        "login" => "Входу", 
        "forgot" => "Забули пароль?", 
        "enter" => "Увійти", 
        "remember" => "Запам'ятайте мене", 

    ], 

    "forgot-password" => [

        "text" => "Забули свій пароль? Немає проблем. Просто повідомте нам свою адресу електронної пошти і ми надішлемо вам на неї лист з посиланням для скидання пароля.", 
        "send" => "Надіслати лист", 

    ], 

    "сonfirm-password" => [
        
        "text" => "Це захищена область програми. Будь ласка, підтвердіть свій пароль, перш ніж продовжити.", 
        "confirm" => "Підтвердивши", 

    ], 

    "reset-password" => [
        
        "new-password" => "Новий пароль", 
        "reset" => "Скинути пароль", 
        
    ], 

    "verify-email" => [

        "thanks" => "Перш ніж приступити до роботи, не могли б ви підтвердити свою адресу електронної пошти, перейшовши за посиланням, яке ми тільки що відправили вам по електронній пошті? Якщо ви не отримали електронного листа, ми з радістю надішлемо вам інше.", 
        "sent" => "Нове посилання для підтвердження було надіслано на адресу електронної пошти, яку Ви вказали при реєстрації.", 
        "send" => "Надіслати лист ще раз", 

    ], 

    "name" => "Ім'я", 
    "email" => "Електронна пошта", 
    "password" => "Пароль", 
    "confirm" => "Підтвердження пароля", 
    "logout" => "Вийти", 

];