<?php

return [

    "modal" => [
        
        "close" => "Заплющити", 
        "save" => "Зберігши", 

    ], 

    "pagination" => [

        "aria" => "Нумерація сторінок", 
        "previous" => "Попередній", 
        "next" => "Наступний", 

    ], 

    "form" => [

        "search" => "Пошук", 

    ], 

    "sort" => [

        "sort" => "Сортування", 
        "up" => "Сортування за зростанням", 
        "down" => "Сортування по убуванню", 

    ], 

    "menu" => [

        "menu" => "Меню", 
        "theme" => "Тема", 
        "user" => "Профіль", 

    ], 

    "download" => "Скачавши", 
    "back" => "Назад", 
    "change" => "Змінивши", 
    "breadcrumbs" => "Хлібні крихти", 

];
