<?php

return [

    "modal" => [
        
        "close" => "Заплющити", 
        "save" => "Зберігши", 

    ], 

    "pagination" => [

        "aria" => "Нумерація сторінок", 
        "previous" => "Попередній", 
        "next" => "Наступний", 

    ], 

    "change" => "Змінивши", 

    "form" => [

        "search" => "Пошук", 

    ], 

    "sort" => [

        "sort" => "Сортування", 
        "up" => "Сортування за зростанням", 
        "down" => "Сортування по убуванню", 

    ], 

];
