<?php

return [

    "welcome" => "Головний", 
    
    "profile" => [

        "header" => "Профіль", 
        "avatar" => "Аватар", 
        "name" => "Ім'я", 
        "email" => "Електронна пошта", 
        "password" => "Пароль", 
        "old-password" => "Старий пароль", 
        "new-password" => "Новий пароль", 
        "confirm" => "Підтвердження пароля", 
        "change" => "Змінивши", 
        "change-password" => "Змінити пароль", 
        "changing-password" => "Зміна пароля", 
        "delete" => "Видалити обліковий запис", 
        "delete-text" => "Ви точно хочете видалити свій аккаунт? Скасувати дану дію буде неможливо!", 

    ], 

    "my-content" => [

        "header" => "Мій контент", 

    ], 

];
