<?php

return [

    "welcome" => "Головний", 
    
    "user" => [

        "header" => "Профіль", 
        "avatar" => "Аватар", 
        "remove-avatar" => "Видалити аватар", 
        "name" => "Ім'я", 
        "email" => "Електронна пошта", 
        "password" => "Пароль", 
        "old-password" => "Старий пароль", 
        "new-password" => "Новий пароль", 
        "confirm" => "Підтвердження пароля", 
        "change-password" => "Змінити пароль", 
        "changing-password" => "Зміна пароля", 
        "delete" => "Видалити обліковий запис", 
        "delete-text" => "Ви точно хочете видалити свій аккаунт? Скасувати дану дію буде неможливо!", 
        "email-visibility" => "Приховати електронну пошту від інших користувачів", 
        "email-hidden" => "Приховано", 

    ], 

    "folder" => [

        "header" => "Мій контент", 
        "add" => "Додати контент", 
        "name" => "Назва", 
        "create-folder" => "Створити теку", 
        "folder" => "Папка", 
        "exists" => "Каталог з назвою :title вже існує.", 
        "no-exists" => "Каталог з назвою :title не існує.", 
        "used" => "Назва :title вже використовується в даному каталозі.", 
        "rename" => "Перейменувати", 
        "renaming" => "Перейменування", 
        "remove" => "Видалити", 
        "removing" => "Видалення", 
        "remove-text" => "Ви точно хочете видалити даний каталог i весь його вміст? Скасувати дану дію буде неможливо!",
        "public-text" => "Відобразити для інших користувачів", 
        "private-text" => "Приховати від інших користувачів", 
        "public" => "Публічний", 
        "private" => "Прихований", 
        "content" => "Контент Користувача", 

    ], 

    "content" => [

        "rename" => "Перейменувати", 
        "renaming" => "Перейменування", 
        "remove" => "Видалити", 
        "removing" => "Видалення", 
        "remove-text" => "Ви точно хочете видалити даний контент? Скасувати дану дію буде неможливо!", 
        "exists" => "Контент з назвою :title вже існує.", 
        "no-exists" => "Контент з назвою :title не існує.", 
        "tags" => "Тег", 
        "tags-text" => "Введіть теги через кому або пробіл.", 
        "like" => "Подобатися", 
        "dislike" => "Не подобається", 
        "views" => "перегляд", 
        "downloads" => "завантаження", 
        "description" => "Опис", 
        "change-description" => "Змінити опис", 
        "comment" => "Коментар", 
        "comments" => "Коментар", 
        "add-comment" => "Додати коментар", 
        "remove-comment" => "Вилучити коментар", 
        "change-comment" => "Змінити коментар", 
        "add" => "Додавши", 
        "change" => "Змінивши", 
        "changed" => "Змінений", 
        "remove-comment-text" => "Ви точно хочете видалити цей коментар? Скасувати дану дію буде неможливо!",
        "to-comment" => "Коментувати", 
        "comments-count" => "коментар", 
        
    ], 

    "search" => [

        "search" => "Пошук", 
        "search-text" => "Результати пошуку за запитом", 

    ],

    "favorite" => [

        "favorite" => "Обраний", 
        "in" => "Додати в обране", 
        "out" => "Прибрати з обраного", 

    ], 

    "seconds" => "{1} :count секунда тому|[2,*] :count секунд тому", 
    "minutes" => "{1} :count хвилина тому|[2,*] :count хвилин тому", 
    "hours" => "{1} :count година тому|[2,*] :count годин тому", 
    "months" => "{1} :count місяць тому|[2,*] :count місяців тому", 
    "years" => "{1} :count року тому|[2,*] :count років тому", 

];
