<?php

return [

    "welcome" => "Головний", 
    
    "profile" => [

        "header" => "Профіль", 
        "avatar" => "Аватар", 
        "name" => "Ім'я", 
        "email" => "Електронна пошта", 
        "password" => "Пароль", 
        "old-password" => "Старий пароль", 
        "new-password" => "Новий пароль", 
        "confirm" => "Підтвердження пароля", 
        "change-password" => "Змінити пароль", 
        "changing-password" => "Зміна пароля", 
        "delete" => "Видалити обліковий запис", 
        "delete-text" => "Ви точно хочете видалити свій аккаунт? Скасувати дану дію буде неможливо!", 

    ], 

    "my" => [

        "header" => "Мій контент", 
        "add" => "Додати контент", 
        "name" => "Назва", 
        "create-folder" => "Створити теку", 
        "folder" => "Папка", 
        "exists" => "Каталог з назвою :title вже існує.", 
        "no-exists" => "Каталог з назвою :title не існує.", 
        "used" => "Назва :title вже використовується в даному каталозі.", 
        "rename" => "Перейменувати", 
        "renaming" => "Перейменування", 
        "remove" => "Видалити", 
        "removing" => "Видалення", 
        "remove-text" => "Ви точно хочете видалити даний каталог i весь його вміст? Скасувати дану дію буде неможливо!",

    ], 

    "content" => [

        "rename" => "Перейменувати", 
        "renaming" => "Перейменування", 
        "remove" => "Видалити", 
        "removing" => "Видалення", 
        "remove-text" => "Ви точно хочете видалити даний контент? Скасувати дану дію буде неможливо!", 
        "exists" => "Контент з назвою :title вже існує.", 
        "no-exists" => "Контент з назвою :title не існує.", 

    ], 

];
