<?php

return [

    "errors" => [

        "email" => "Аккаунт с такой электронной почтой уже зарегистрирован.", 
        'failed' => "Переданные данные не соответствуют нашим записям.",
        'password' => "Указанный пароль неверен.",
        'throttle' => "Слишком много попыток входа в систему. Пожалуйста, повторите попытку через :seconds секунд.",

    ], 

    "register" => [

        "registration" => "Регистрация", 
        "register" => "Зарегистрироваться", 
        "registered" => "Уже зарегистрированы?", 

    ], 

    "login" => [

        "login" => "Вход", 
        "forgot" => "Забыли пароль?", 
        "enter" => "Войти", 
        "remember" => "Запомните меня", 

    ], 

    "forgot-password" => [

        "text" => "Забыли свой пароль? Нет проблем. Просто сообщите нам свой адрес электронной почты и мы вышлем вам на нее письмо с ссылкой для сброса пароля.", 
        "send" => "Отправить письмо", 

    ], 

    "сonfirm-password" => [
        
        "text" => "Это защищенная область приложения. Пожалуйста, подтвердите свой пароль, прежде чем продолжить.", 
        "confirm" => "Подтвердить", 

    ], 

    "reset-password" => [
        
        "new-password" => "Новый пароль", 
        "reset" => "Сбросить пароль", 
        
    ], 

    "verify-email" => [

        "thanks" => "Прежде чем приступить к работе, не могли бы вы подтвердить свой адрес электронной почты, перейдя по ссылке, которую мы только что отправили вам по электронной почте? Если вы не получили электронное письмо, мы с радостью вышлем вам другое.", 
        "sent" => "Новая ссылка для подтверждения была отправлена на адрес электронной почты, который вы указали при регистрации.", 
        "send" => "Отправить письмо еще раз", 

    ], 

    "name" => "Имя", 
    "email" => "Электронная почта", 
    "password" => "Пароль", 
    "confirm" => "Подтверждение пароля", 
    "logout" => "Выйти", 

];