<?php

return [

    "modal" => [
        
        "close" => "Закрыть", 
        "save" => "Сохранить", 

    ], 

    "pagination" => [

        "aria" => "Нумерация страниц", 
        "previous" => "Предыдущая", 
        "next" => "Следующая", 

    ], 

    "form" => [

        "search" => "Поиск", 

    ], 

    "sort" => [

        "sort" => "Сортировка", 
        "up" => "Сортировка по возрастанию", 
        "down" => "Сортировка по убыванию", 

    ], 

    "menu" => [

        "menu" => "Меню", 
        "theme" => "Тема", 
        "user" => "Профиль", 

    ], 

    "download" => "Скачать", 
    "back" => "Назад", 
    "change" => "Изменить", 
    "breadcrumbs" => "Хлебные крошки", 

];
