<?php

return [

    "welcome" => "Главная", 

    "profile" => [

        "header" => "Профиль", 
        "avatar" => "Аватар", 
        "name" => "Имя", 
        "email" => "Электронная почта", 
        "password" => "Пароль", 
        "old-password" => "Старый пароль", 
        "new-password" => "Новый пароль", 
        "confirm" => "Подтверждение пароля", 
        "change-password" => "Изменить пароль", 
        "changing-password" => "Изменение пароля", 
        "delete" => "Удалить аккаунт", 
        "delete-text" => "Вы точно хотите удалить свой аккаунт? Отменить данное действие будет невозможно!", 

    ], 

    "my" => [

        "header" => "Мой контент", 
        "add" => "Добавить контент", 
        "name" => "Название", 
        "create-folder" => "Создать папку", 
        "folder" => "Папка", 
        "exists" => "Каталог с названием :title уже существует.", 
        "no-exists" => "Каталог с названием :title не существует.", 
        "used" => "Название :title уже используется в данном каталоге.", 
        "rename" => "Переименовать", 
        "renaming" => "Переименование", 
        "remove" => "Удалить", 
        "removing" => "Удаление", 
        "remove-text" => "Вы точно хотите удалить данный каталог и все его содержимое? Отменить данное действие будет невозможно!",
        "public-text" => "Отобразить для других пользователей", 
        "private-text" => "Скрыть от других пользователей", 
        "public" => "Публичный", 
        "private" => "Скрытый", 

    ], 

    "content" => [

        "rename" => "Переименовать", 
        "renaming" => "Переименование", 
        "remove" => "Удалить", 
        "removing" => "Удаление", 
        "remove-text" => "Вы точно хотите удалить данный контент? Отменить данное действие будет невозможно!", 
        "exists" => "Контент с названием :title уже существует.", 
        "no-exists" => "Контент с названием :title не существует.", 

    ], 

    "search" => [

        "search" => "Поиск", 
        "search-text" => "Результаты поиска по запросу", 

    ], 

];
