<?php

return [

    "welcome" => "Главная", 

    "profile" => [

        "header" => "Профиль", 
        "avatar" => "Аватар", 
        "name" => "Имя", 
        "email" => "Электронная почта", 
        "password" => "Пароль", 
        "old-password" => "Старый пароль", 
        "new-password" => "Новый пароль", 
        "confirm" => "Подтверждение пароля", 
        "change" => "Изменить", 
        "change-password" => "Изменить пароль", 
        "changing-password" => "Изменение пароля", 
        "delete" => "Удалить аккаунт", 
        "delete-text" => "Вы точно хотите удалить свой аккаунт? Отменить данное действие будет невозможно!", 

    ], 

];
