<?php

return [

    "welcome" => "Главная", 

    "user" => [

        "header" => "Профиль", 
        "avatar" => "Аватар", 
        "remove-avatar" => "Удалить аватар", 
        "name" => "Имя", 
        "email" => "Электронная почта", 
        "password" => "Пароль", 
        "old-password" => "Старый пароль", 
        "new-password" => "Новый пароль", 
        "confirm" => "Подтверждение пароля", 
        "change-password" => "Изменить пароль", 
        "changing-password" => "Изменение пароля", 
        "delete" => "Удалить аккаунт", 
        "delete-text" => "Вы точно хотите удалить свой аккаунт? Отменить данное действие будет невозможно!", 
        "email-visibility" => "Скрыть электронную почту от других пользователей", 
        "email-hidden" => "Скрыто", 

    ], 

    "folder" => [

        "header" => "Мой контент", 
        "add" => "Добавить контент", 
        "name" => "Название", 
        "create-folder" => "Создать папку", 
        "folder" => "Папка", 
        "exists" => "Каталог с названием :title уже существует.", 
        "no-exists" => "Каталог с названием :title не существует.", 
        "used" => "Название :title уже используется в данном каталоге.", 
        "rename" => "Переименовать", 
        "renaming" => "Переименование", 
        "remove" => "Удалить", 
        "removing" => "Удаление", 
        "remove-text" => "Вы точно хотите удалить данный каталог и все его содержимое? Отменить данное действие будет невозможно!",
        "public-text" => "Отобразить для других пользователей", 
        "private-text" => "Скрыть от других пользователей", 
        "public" => "Публичный", 
        "private" => "Скрытый", 
        "content" => "Контент пользователя", 

    ], 

    "content" => [

        "rename" => "Переименовать", 
        "renaming" => "Переименование", 
        "remove" => "Удалить", 
        "removing" => "Удаление", 
        "remove-text" => "Вы точно хотите удалить данный контент? Отменить данное действие будет невозможно!", 
        "exists" => "Контент с названием :title уже существует.", 
        "no-exists" => "Контент с названием :title не существует.", 
        "tags" => "Теги", 
        "tags-text" => "Введите теги через запятую или пробел.", 
        "like" => "Нравится", 
        "dislike" => "Не нравится", 
        "views" => "просмотров", 
        "downloads" => "загрузок", 
        "description" => "Описание", 
        "change-description" => "Изменить описание", 
        "comment" => "Комментарий", 
        "comments" => "Комментарии", 
        "add-comment" => "Добавить комментарий", 
        "remove-comment" => "Удалить комментарий", 
        "change-comment" => "Изменить комментарий", 
        "add" => "Добавить", 
        "change" => "Изменить", 
        "changed" => "Изменен", 
        "remove-comment-text" => "Вы точно хотите удалить данный комментарий? Отменить данное действие будет невозможно!", 
        "to-comment" => "Комментировать", 
        "comments-count" => "комментариев", 

    ], 

    "search" => [

        "search" => "Поиск", 
        "search-text" => "Результаты поиска по запросу", 

    ], 

    "favorite" => [

        "favorite" => "Избранное", 
        "in" => "Добавить в избранное", 
        "out" => "Убрать из избранного", 

    ], 

    "seconds" => "{1} :count секунду назад|[2,*] :count секунд назад", 
    "minutes" => "{1} :count минуту назад|[2,*] :count минут назад", 
    "hours" => "{1} :count час назад|[2,*] :count часов назад", 
    "months" => "{1} :count месяц назад|[2,*] :count месяцев назад", 
    "years" => "{1} :count год назад|[2,*] :count лет назад", 

];
