<?php

return [

    "register" => [

        "registration" => "Тіркеу", 
        "register" => "Тіркелу", 
        "registered" => "Қазірдің өзінде мүшесі?", 

    ], 

    "login" => [

        "login" => "Кіру", 
        "forgot" => "Құпия сөзді ұмыттыңыз ба?", 
        "enter" => "Кіру", 
        "remember" => "Мені есіңізде сақтаңыз", 

    ], 

    "forgot-password" => [

        "text" => "Құпия сөзіңізді ұмыттыңыз ба? Проблема жоқ. Бізге электрондық пошта мекенжайын хабарлаңыз және біз сізге парольді қалпына келтіру сілтемесі бар хат жібереміз.", 
        "send" => "Хат жіберу", 

    ], 

    "donfirm-password" => [
        
        "text" => "Бұл қосымшаның қорғалған аймағы. Жалғастырмас бұрын құпия сөзіңізді растаңыз.", 
        "confirm" => "Растау", 

    ], 

    "reset-password" => [
        
        "new-password" => "Жаңа пароль", 
        "reset" => "Сбросить пароль", 
        
    ], 

    "verify-email" => [

        "thanks" => "Тіркелгеніңіз үшін рахмет! Жұмысқа кіріспес бұрын, сізге электрондық пошта арқылы жіберілген сілтемені басу арқылы электрондық пошта мекенжайын растай аласыз ба? Егер сіз электрондық поштаны алмаған болсаңыз, біз сізге басқасын қуана жібереміз.", 
        "sent" => "Тіркеу кезінде көрсеткен электрондық пошта мекенжайына жаңа растау сілтемесі жіберілді.", 
        "send" => "Хатты тағы бір рет жіберіңіз", 

    ], 

    "name" => "Аты", 
    "email" => "Электрондық пошта", 
    "password" => "Пароль", 
    "confirm" => "Құпиясөзді растау", 
    "logout" => "Шығу", 

];