<?php

return [

    "modal" => [
        
        "close" => "Жабу", 
        "save" => "Сақтау", 

    ], 

    "pagination" => [

        "aria" => "Беттерді нөмірлеу", 
        "previous" => "Алдыңғы", 
        "next" => "Келесі", 

    ], 

    "form" => [

        "search" => "Іздеу", 

    ], 

    "sort" => [

        "sort" => "Сұрыптау", 
        "up" => "Өсу бойынша сұрыптау", 
        "down" => "Кему бойынша сұрыптау", 

    ], 

    "menu" => [

        "menu" => "Мәзір", 
        "theme" => "Тақырыбы", 
        "user" => "Профиль", 

    ], 

    "download" => "Скачать", 
    "back" => "Артқа", 
    "change" => "Өзгерту", 
    "breadcrumbs" => "Нан үгіндісі", 

];
