<?php

return [

    "welcome" => "Басты бет", 
    
    "profile" => [

        "header" => "Профиль", 
        "avatar" => "Аватар", 
        "name" => "Аты", 
        "email" => "Электрондық пошта", 
        "password" => "Пароль", 
        "old-password" => "Ескі пароль", 
        "new-password" => "Жаңа пароль", 
        "confirm" => "Құпиясөзді растау", 
        "change-password" => "Құпиясөзді өзгерту", 
        "changing-password" => "Құпиясөзді өзгерту", 
        "delete" => "Тіркелгіні жою", 
        "delete-text" => "Сіз өзіңіздің есептік жазбаңызды жойғыңыз келе ме? Бұл әрекетті болдырмау мүмкін болмайды!", 

    ], 

    "my" => [

        "header" => "Менің мазмұным", 
        "add" => "Мазмұн қосу", 
        "name" => "Атауы", 
        "create-folder" => "Буманы жасау", 
        "folder" => "Папка", 
        "exists" => "Атауы бар Каталог :title бұрыннан бар.", 
        "no-exists" => "Атауы бар Каталог :title жоқ.", 
        "used" => "Атауы :title осы каталогта қолданылады.", 
        "rename" => "Болып қайта аталсын", 
        "renaming" => "Переименование", 
        "remove" => "Өшіру", 
        "removing" => "Өшіру",
        "remove-text" => "Сіз бұл каталогты және оның барлық мазмұнын жойғыңыз келе ме? Бұл әрекетті болдырмау мүмкін болмайды!",
        "public-text" => "Басқа пайдаланушылар үшін көрсету", 
        "private-text" => "Басқа пайдаланушылардан жасыру", 
        "public" => "Көпшілік", 
        "private" => "Жасырын", 

    ], 

    "content" => [

        "rename" => "Болып қайта аталсын", 
        "renaming" => "Переименование", 
        "remove" => "Өшіру", 
        "removing" => "Өшіру", 
        "remove-text" => "Сіз бұл мазмұнды жойғыңыз келе ме? Бұл әрекетті болдырмау мүмкін болмайды!", 
        "exists" => "Атауы бар мазмұн :title бұрыннан бар.", 
        "no-exists" => "Атауы бар мазмұн :title жоқ.", 

    ], 

    "search" => [

        "search" => "Іздеу", 
        "search-text" => "Сұрау бойынша іздеу нәтижелері", 

    ],

];
