<?php

return [

    "welcome" => "Басты бет", 
    
    "profile" => [

        "header" => "Профиль", 
        "avatar" => "Аватар", 
        "name" => "Аты", 
        "email" => "Электрондық пошта", 
        "password" => "Пароль", 
        "old-password" => "Ескі пароль", 
        "new-password" => "Жаңа пароль", 
        "confirm" => "Құпиясөзді растау", 
        "change" => "Өзгерту", 
        "change-password" => "Құпиясөзді өзгерту", 
        "changing-password" => "Құпиясөзді өзгерту", 
        "delete" => "Тіркелгіні жою", 
        "delete-text" => "Сіз өзіңіздің есептік жазбаңызды жойғыңыз келе ме? Бұл әрекетті болдырмау мүмкін болмайды!", 

    ], 

    "my-content" => [

        "header" => "Менің мазмұным", 

    ], 

];
