<?php

return [

    "welcome" => "Басты бет", 
    
    "user" => [

        "header" => "Профиль", 
        "avatar" => "Аватар", 
        "remove-avatar" => "Аватарды жою", 
        "name" => "Аты", 
        "email" => "Электрондық пошта", 
        "password" => "Пароль", 
        "old-password" => "Ескі пароль", 
        "new-password" => "Жаңа пароль", 
        "confirm" => "Құпиясөзді растау", 
        "change-password" => "Құпиясөзді өзгерту", 
        "changing-password" => "Құпиясөзді өзгерту", 
        "delete" => "Тіркелгіні жою", 
        "delete-text" => "Сіз өзіңіздің есептік жазбаңызды жойғыңыз келе ме? Бұл әрекетті болдырмау мүмкін болмайды!", 
        "email-visibility" => "Электрондық поштаны басқа пайдаланушылардан жасыру", 
        "email-hidden" => "Жасырын", 

    ], 

    "folder" => [

        "header" => "Менің мазмұным", 
        "add" => "Мазмұн қосу", 
        "name" => "Атауы", 
        "create-folder" => "Буманы жасау", 
        "folder" => "Папка", 
        "exists" => "Атауы бар Каталог :title бұрыннан бар.", 
        "no-exists" => "Атауы бар Каталог :title жоқ.", 
        "used" => "Атауы :title осы каталогта қолданылады.", 
        "rename" => "Болып қайта аталсын", 
        "renaming" => "Переименование", 
        "remove" => "Өшіру", 
        "removing" => "Өшіру",
        "remove-text" => "Сіз бұл каталогты және оның барлық мазмұнын жойғыңыз келе ме? Бұл әрекетті болдырмау мүмкін болмайды!",
        "public-text" => "Басқа пайдаланушылар үшін көрсету", 
        "private-text" => "Басқа пайдаланушылардан жасыру", 
        "public" => "Көпшілік", 
        "private" => "Жасырын", 
        "content" => "Пайдаланушы мазмұны", 

    ], 

    "content" => [

        "rename" => "Болып қайта аталсын", 
        "renaming" => "Переименование", 
        "remove" => "Өшіру", 
        "removing" => "Өшіру", 
        "remove-text" => "Сіз бұл мазмұнды жойғыңыз келе ме? Бұл әрекетті болдырмау мүмкін болмайды!", 
        "exists" => "Атауы бар мазмұн :title бұрыннан бар.", 
        "no-exists" => "Атауы бар мазмұн :title жоқ.", 
        "tags" => "Теги", 
        "tags-text" => "Тегтерді үтір немесе бос орын арқылы енгізіңіз.", 
        "like" => "Ұнайды", 
        "dislike" => "Ұнамайды", 
        "views" => "Көрулер", 
        "downloads" => "жүктеулер", 
        "description" => "Сипаттамасы", 
        "change-description" => "Сипаттаманы өзгерту", 
        "comment" => "Пікір", 
        "comments" => "Comments", 
        "add-comment" => "Добавить комментарий", 
        "remove-comment" => "Пікір жою", 
        "change-comment" => "Пікірді өзгерту", 
        "add" => "Қосу", 
        "change" => "Өзгерту", 
        "changed" => "Өзгертілген", 
        "remove-comment-text" => "Сіз бұл түсініктемені жойғыңыз келе ме? Бұл әрекетті болдырмау мүмкін болмайды!",
        "to-comment" => "Түсініктеме", 
        "comments-count" => "комментариев", 
        
    ], 

    "search" => [

        "search" => "Іздеу", 
        "search-text" => "Сұрау бойынша іздеу нәтижелері", 

    ],

    "favorite" => [

        "favorite" => "Таңдаулылар", 
        "in" => "Добавить в избранное", 
        "out" => "Таңдаулыларды алып тастау", 

    ], 

    "seconds" => "{1} :count секунд бұрын|[2,*] :count секунд бұрын", 
    "minutes" => "{1} :count минутына бұрын|[2,*] :count бір минут бұрын", 
    "hours" => "{1} :count сағат бұрын|[2,*] :count сағат бұрын", 
    "months" => "{1} :count ай бұрын|[2,*] :count ай бұрын", 
    "years" => "{1} :count жыл бұрын|[2,*] :count жыл бұрын", 

];
